[{"beer":{"id":"UQtYUy","name":"The Best Brewjob Ever","nameDisplay":"The Best Brewjob Ever","abv":"11","availableId":2,"styleId":55,"isOrganic":"N","labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/UQtYUy/upload_OFjIQf-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/UQtYUy/upload_OFjIQf-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/UQtYUy/upload_OFjIQf-large.png"},"status":"verified","statusDisplay":"Verified","createDate":"2014-04-29 17:38:31","updateDate":"2015-12-17 12:25:58","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":55,"categoryId":4,"category":{"id":4,"name":"German Origin Ales","createDate":"2012-03-21 20:06:46"},"name":"German-Style Altbier","shortName":"Altbier","description":"German-Style Altbiers are copper to dark brown ales, originally from the Düsseldorf area. No chill haze should be perceived. A variety of malts including wheat may be used to produce medium-low to medium malt aroma. Fruityester aroma can be low. No diacetyl aroma should be perceived. Hop aroma is low to medium. A variety of malts including wheat may be used to produce medium-low to medium level malty flavor. Hop flavor is low to medium. Hop bitterness is medium to very high (although the 25 to 35 IBU range is more normal for the majority of Altbiers from Düsseldorf). Fruity-ester flavors can be low. No diacetyl should be perceived. The overall impression is clean, crisp, and flavorful often with a dry finish. Body is medium.","ibuMin":"25","ibuMax":"52","abvMin":"4.3","abvMax":"5.5","srmMin":"11","srmMax":"19","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:46","updateDate":"2015-04-07 17:08:31"},"comment":"Good"}},{"beer":{"id":"KSYVO6","name":"Cahaba Single Hop #7","nameDisplay":"Cahaba Single Hop #7","description":"An extra pale ale hopped exclusively with Galaxy hops.  Single Hop #7 goes on an adventure to Australia to feature the Galaxy hop.  Galaxy is characterized by its distinct citrus, peach and passion fruit flavors.  Kick back with your friends and enjoy this session-able extra pale ale with an adventurous hop character.","abv":"5.1","availableId":2,"styleId":25,"isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":"2015-03-11 17:30:24","updateDate":"2015-03-11 17:30:24","available":{"id":2,"name":"Limited","description":"Limited availability."},"style":{"id":25,"categoryId":3,"category":{"id":3,"name":"North American Origin Ales","createDate":"2012-03-21 20:06:45"},"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":"2012-03-21 20:06:45","updateDate":"2015-04-07 15:25:18"},"comment":"Crap"}}]